Repository: VPKSoft/amp-multi
Catalog: amp.Shared/Localization/Messages.*.resx
Languages: fi

source: Convert database
fi: Muunna tietokanta

source: Do you want to convert the old database into the new format? The operation might take few minutes.
fi: Muunnetaanko aiempi tietokanta uuteen muotoon. Siihen voi kulua muutama minuutti.

# ConversionStatistics
source: {0}{1} tracks, {2} albums, {3} album entries and {4} queue snapshot entries will be converted.
fi: {0}{1} kappaletta, {2} albumia, {3} albumimerkintää ja {4} jonomerkintää muunnetaan.

source: File '{0}' was not found.
fi: Tiedostoa '{0}' ei löytynyt.

source: Notification
fi: Huomautus

source: The default album can not be removed. Only renaming is possible.
fi: Oletusalbumia ei voi poistaa. Ainoastaan uudelleennimeäminen on mahdollista.

source: Untitled
fi: Nimetön

source: Album name can not be an empty string.
fi: Albumin nimi ei voi olla tyhjä merkkijono.

# SaveTheTagChangedThisWillModifyTheActualAudioFile
source: Save the tag changes? This will modify the actual audio file.
fi: Tallennetaanko tunnisteen muutokset? Tämä muokkaa varsinaista musiikkitiedostoa.

source: Confirmation
fi: Varmistus

# LoadingPercentage
source: Loading {0:F1} %
fi: Latataan {0:F1} %

source: You are already using the latest version of the software.
fi: Sinulla on jo käytössäsi viimeisin versio sovelluksesta.

source: Information
fi: Ilmoitus

source: Please set the help path from the settings.
fi: Määritä apukansion polku asetuksista.

source: Override current queue stash?
fi: Korvataanko nykyinen varastoitu jono?

source: NOTE: Backup and restore requires application restart.
fi: HUOM: Varmuuskopiointi ja palautus tarvitsevat sovelluksen uudelleenkäynnistämisen.

source: The application will now exit. Re-open the application manually.
fi: Sovellus suljetaan. Avaa sovellus uudelleen manuaalisesti.

source: Backup completed
fi: Varmuuskopiointi valmis.

source: The playback will be stopped for the backup.
fi: Toisto pysäytetään varmuuskopiointia varten.

source: The application will shut down after the backup has been restored. Start the software again manually.
fi: Sovellus sammutetaan varmuuskopion palauttamisen jälkeen. Käynnistä sovellus uudelleen manuaalisesti.

source: Backup restore completed.
fi: Varmuuskopioinnin palautus valmis.

source: A process identifier (PID) to wait for exit before starting the application.
fi: Prosessitunniste (PID) jonka päättymistä odottaa ennen sovelluksen käynnistämistä.

source: A file name to backup the application data before complete startup.
fi: Tiedostonimi johon varmuuskopioida sovelluksen tiedot ennen käynnistymistä.

source: Restores a backup from a zipped file into the program application data folder overriding the existing.
fi: Palauttaa ZIP-pakatun varmuuskopioin sovelluksen tietokansioon kirjoittaen yli olemassa olevat tiedostot.

source: Required option '{0}' is missing.
fi: Pakollinen määre '{0}' puuttuu.

source: Group
fi: Ryhmä

source: ERROR(S):
fi: VIRHEITÄ:

source: USAGE:
fi: KÄYTTÖ:

source: Display this help screen.
fi: Näytä tämä apunäkymä.

source: Display more information on a specific command.
fi: Näytä lisätietoja määritetystä komennosta.

source: Display version information.
fi: Näytä versiotiedot.

source: Token '{0}' is not recognized.
fi: Ilmausta '{0}' ei tunnisteta.

source: Option '{0}' has no value.
fi: Valitsimella '{0}' ei ole arvoa.

source: A value not bound to option name is defined with a bad format.
fi: Arvolla jota ei ole sidottu valitsimen nimeen on väärä muotoilu.

source: Option '{0}' is defined with a bad format.
fi: Valitsimelle '{0}' on annettu arvo on väärässä muodossa.

source: A sequence option '{0}' is defined with fewer or more items than required.
fi: Sekvenssivalitsimelle '{0}' on annettu vähemmän tai liikaa arvoja kuin on vaadittu.

source: Verb '{0}' is not recognized.
fi: Toimintoa '{0}' ei tunnisteta.

source: A sequence value not bound to option name is defined with few items than required.
fi: Sekvenssivalitsimelle jota ei ole sidottu valitsimeen on annettu vähemmän arvoja, kuin on vaadittu.

source: No verb selected.
fi: Toimintoa ei ole valittu.

source: Option '{0}' is defined multiple times.
fi: Valitsin '{0}'on määritelty useaan kertaan.

source: Error setting value to option '{0}': {1}
fi: Virhe asettaessa arvoa valitsimelle '{0}': {1}

source: Options: {0} are not compatible with {1}.
fi: Valitsin {0} ei ole yhteensopiva valitsimen {1} kanssa.
