Repository: VPKSoft/amp-multi
Catalog: amp.Shared/Localization/Settings.*.resx
Languages: fi

source: Enable quiet hours
fi: Hiljainen aika käytössä

# SettingsLower
source: settings
fi: asetukset

source: Pause on quiet hours
fi: Pysäytä toisto hiljaisena aikana

source: Decrease volume on quiet hours by
fi: Laske äänenvoimakkuutta hiljaisena aikana

source: Check for updates upon startup
fi: Tarkista päivitykset ohjelman käynnistyessä

source: percentage
fi: prosentilla

source: Language (requires restart)
fi: Kieli (vaatii uudelleenkäynnistyksen)

source: Common
fi: Yleiset

source: Stack queue
fi: Pinottu jonon toisto

source: Randomize stack from top by
fi: Arvo jonoa loppupäästä

source: Auto-hide album image window
fi: Piilota albumin kuva automaattisesti

source: Played count
fi: Toistettu määrä

source: Randomized count
fi: Arvottu määrä

source: Skipped count
fi: Ohitettu määrä

source: Tolerance (%)
fi: Toleranssi (%)

source: Modified random
fi: Muokattu arvonta

source: Weighted randomization enabled
fi: Painotettu arvonta käytössä

source: Defaults
fi: Oletukset

source: Display playlist column headers
fi: Näytä soittolistan sarakeotsikot

source: Audio visualizer
fi: Audion visualisointi

source: Audio visualizer FFT Window function
fi: Audion visualisoinnin FFT-ikkunafunktio
